Repository: marrrydm/OlympBot
Catalog: Olympbot/*.lproj/Localizable.strings
Languages: ar, hi, id, ms, th, vi

source: Signal
ar: الإشارة
hi: संकेत
id: Sinyal
ms: Isyarat
th: สัญญาณ
vi: Tín hiệu

source: MACD line
ar: MACD خط
hi: MACD रेखा
id: Garis MACD
th: MACD เส้น

source: Stochastic settings
ar: إعدادات العشوائية
hi: स्टोकेस्टिक सेटिंग्स
id: Pengaturan stokastik
th: การตั้งค่าสุ่มs
vi: Cài đặt ngẫu nhiên

source: Bollinger Bands settings
ar: إعدادات بولينجر باند
hi: बोलिंगर बैंड सेटिंग्स
id: Pengaturan Bollinger Bands
ms: Tetapan Bollinger Bands
th: การตั้งค่าโบลินเจอร์ แบนด์
vi: Cài đặt Dải Bollinger

source: RSI settings
ar: RSI جلسة
hi: RSI समायोजन
id: Pengaturan RSI
th: RSI การตั้งค่า

source: CCI settings
ar: CCI جلسة
hi: CCI समायोजन
id: Pengaturan CCI
th: CCI การตั้งค่า
vi: Cài đặt CCI

source: Confirm
ar: يتأكد
hi: पुष्टि करना
id: Konfirmasi
ms: Sahkan
th: ยืนยัน
vi: Xác nhận

source: Conformation
ar: التشكل
hi: रचना
id: Konformasi
th: โครงสร้าง
vi: Cấu hình

source: Indicators
ar: المؤشرات
hi: संकेतक
id: Indikator
ms: Penunjuk
th: ตัวชี้วัด
vi: Chỉ báo

source: Stop the robot
ar: أوقف الروبوت
hi: रोबोट बंद करो
id: Hentikan robotnya
ms: Hentikan robot
th: หยุดหุ่นยนต์
vi: Dừng robot

source: Profit:
ar: ربح:
hi: लाभ:
id: Keuntungan:
ms: Keuntungan:
th: กำไร:
vi: Lợi nhuận:

source: Status
ar: حالة
hi: स्थिति
th: สถานะ
vi: Trạng thái

source: Searching
ar: يبحث
hi: खोज कर
id: Mencari
th: กำลังค้นหา
vi: Đang tìm kiếm

source: Active
ar: نشيط
hi: सक्रिय
id: Aktif
ms: Aktif
th: คล่องแคล่ว
vi: Hoạt động

source: Amount
ar: كمية
hi: मात्रा
id: Jumlah
ms: Jumlah
th: จำนวน
vi: Số tiền

source: Number of trades
ar: عدد الصفقات
hi: ट्रेडों की संख्या
id: Jumlah perdagangan
ms: Bilangan dagangan
th: จำนวนการซื้อขาย
vi: Số lượng giao dịch

source: Percentage of profitable trades
ar: نسبة الصفقات المربحة
hi: लाभदायक ट्रेडों का प्रतिशत
id: Persentase perdagangan yang menguntungkan
ms: Peratusan dagangan yang menguntungkan
th: เปอร์เซ็นต์ของการซื้อขายที่ทำกำไร
vi: Tỷ lệ giao dịch có lợi nhuận

source: Total profit for the session
ar: إجمالي الربح للجلسة
hi: सत्र के लिए कुल लाभ
id: Total keuntungan untuk sesi ini
ms: Jumlah keuntungan untuk sesi
th: กำไรรวมสำหรับเซสชัน

source: Continue
ar: يكمل
hi: जारी रखना
id: Lanjutkan
ms: Teruskan
th: ดำเนินการต่อ
vi: Tiếp tục

source: User_
ar: مستخدم_
hi: उपयोगकर्ता_
id: Pengguna_
ms: Pengguna_
th: ผู้ใช้_
vi: Người dùng_

source: Cancel
ar: يلغي
hi: रद्द करना
id: Batal
ms: Batal
th: ยกเลิก
vi: Hủy

# doneBot
source: Are you sure you want to stop the robot?
ar: هل أنت متأكد أنك تريد إيقاف الروبوت؟
hi: क्या आप वाकई रोबोट को रोकना चाहते हैं?
id: Apakah Anda yakin ingin menghentikan robot?
ms: Adakah anda pasti mahu menghentikan robot?
th: คุณแน่ใจหรือไม่ว่าต้องการหยุดหุ่นยนต์?
vi: Bạn có chắc chắn muốn dừng robot không?

# trade.start.1
source: Practice on a risk-free account before you start trading
ar: تدرب على حساب خالي من المخاطر قبل البدء في التداول
hi: ट्रेडिंग शुरू करने से पहले जोखिम-मुक्त खाते पर अभ्यास करें
id: Berlatihlah di akun bebas risiko sebelum Anda memulai perdagangan
ms: Berlatih pada akaun bebas risiko sebelum anda mula berdagang
th: ฝึกฝนในบัญชีไร้ความเสี่ยงก่อนเริ่มการซื้อขาย
vi: Thực hành trên tài khoản không có rủi ro trước khi bạn bắt đầu giao dịch

# trade.start.2
source: Get ready to enhance your trading skills with our risk-free account simulator
ar: استعد لتعزيز مهاراتك في التداول من خلال محاكي الحساب الخالي من المخاطر
hi: हमारे जोखिम-मुक्त खाता सिम्युलेटर के साथ अपने ट्रेडिंग कौशल को बढ़ाने के लिए तैयार हो जाइए
id: Bersiaplah untuk meningkatkan keterampilan perdagangan Anda dengan simulator akun bebas risiko kami
ms: Bersedia untuk meningkatkan kemahiran dagangan anda dengan simulator akaun bebas risiko kami
th: เตรียมพร้อมที่จะพัฒนาทักษะการซื้อขายของคุณด้วยโปรแกรมจำลองบัญชีไร้ความเสี่ยงของเรา
vi: Hãy sẵn sàng nâng cao kỹ năng giao dịch của bạn với trình mô phỏng tài khoản không rủi ro của chúng tôi

# title.start.login
source: Already have an Olymp Trade account?
ar: هل لديك بالفعل حساب Olymp Trade؟
hi: क्या आपके पास पहले से ही एक ओलम्पिक ट्रेड खाता है?
id: Sudah punya akun Olymp Trade?
ms: Sudah mempunyai akaun Olymp Trade?
th: มีบัญชี Olymp Trade แล้ว
vi: Đã có tài khoản Olymp Trade?

source: Log in
ar: تسجيل الدخول
hi: लॉग इन करें
id: Masuk
th: เข้าสู่ระบบ
vi: Đăng nhập

# create
source: Create a new account
ar: انشاء حساب جديد
hi: एक नया खाता बनाएं
id: Buat akun baru
ms: Buat akaun baharu
th: สร้างบัญชีใหม่
vi: Tạo tài khoản mới

source: Registration
ar: تسجيل
hi: पंजीकरण
id: Pendaftaran
ms: Pendaftaran
th: การลงทะเบียน
vi: Đăng ký

# title.reg.1
source: Create an
ar: إنشاء
hi: एक बनाएं
id: Buat
ms: Buat sebuah
th: สร้าง
vi: Tạo

# title.reg.2
source: Olymp Trade
ar: أوليمب تريد
hi: ओलंपिक व्यापार
ms: Perdagangan Olimpik

# title.reg.3
source: account
ar: الحساب
hi: खाता
id: akun
ms: akaun
th: บัญชี
vi: tài khoản

source: Email
ar: بريد إلكتروني
hi: ईमेल
ms: E-mel
th: อีเมล

source: Password
ar: كلمة المرور
hi: पासवर्ड
id: Kata sandi
ms: Kata Laluan
th: รหัสผ่าน
vi: Mật khẩu

source: Open an account
ar: افتح حسابا
hi: खाता खोलें
id: Buka akun
ms: Buka akaun
th: เปิดบัญชี
vi: Mở tài khoản

source: Forgot password?
ar: هل نسيت كلمة السر؟
hi: पासवर्ड भूल गए?
id: Lupa kata sandi?
ms: Terlupa kata laluan?
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?

source: Error
ar: خطأ
hi: गलती
id: Kesalahan
ms: Ralat
th: ข้อผิดพลาด
vi: Lỗi

source: Invalid email
ar: بريد إلكتروني خاطئ
hi: अमान्य ईमेल
id: Email tidak valid
ms: E-mel tidak sah
th: อีเมลไม่ถูกต้อง
vi: Email không hợp lệ

source: OK
ar: نعم
hi: ठीक है
id: Oke
th: ตกลง
vi: Được

# RememberData
source: Remember data for automatic authorization?
ar: هل تتذكر بيانات الترخيص التلقائي؟
hi: स्वचालित प्राधिकरण के लिए डेटा याद रखें?
id: Ingat data untuk otorisasi otomatis?
ms: Ingat data untuk kebenaran automatik?
th: จำข้อมูลสำหรับการอนุญาตอัตโนมัติหรือไม่
vi: Ghi nhớ dữ liệu để ủy quyền tự động?

source: FAQ
hi: सामान्य प्रश्न

# Close price.content2
source: The trade is opened depending on the previous closed candle. This indicator can perform better on short time frames.
hi: पिछली बंद कैंडल के आधार पर व्यापार खोला जाता है। यह संकेतक कम समय सीमा पर बेहतर प्रदर्शन कर सकता है।
id: Perdagangan dibuka tergantung pada candle yang ditutup sebelumnya. Indikator ini dapat bekerja lebih baik pada jangka waktu pendek.
ms: Perdagangan dibuka bergantung pada lilin tertutup sebelumnya. Penunjuk ini boleh berprestasi lebih baik pada rangka masa yang singkat.
th: การซื้อขายถูกเปิดขึ้นอยู่กับแท่งเทียนที่ปิดก่อนหน้า ตัวบ่งชี้นี้สามารถทำงานได้ดีกว่าในกรอบเวลาอันสั้น
vi: Giao dịch được mở tùy thuộc vào nến đã đóng trước đó. Chỉ báo này có thể hoạt động tốt hơn trên các khung thời gian ngắn.

source: CCI
th: ซีซีไอ

# bg1.content
source: RSI STOCH, STOCHRSI, MACD, ADX, Williams %R, CCI, ATR, Highs/Lows, Ultimate Oscillator, ROC Bull/Bear Power
id: RSI STOCH, STOCHRSI, MACD, ADX, Williams %R, CCI, ATR, Tertinggi/Terendah, Osilator Ultimate, Kekuatan Banteng/Beruang ROC
ms: RSI STOCH, STOCHRSI, MACD, ADX, Williams %R, CCI, ATR, Tinggi/Rendah, Pengayun Muktamad, ROC Bull/Bear Power
vi: RSI STOCH, STOCHRSI, MACD, ADX, Williams %R, CCI, ATR, Mức cao/Thấp, Bộ dao động tối đa, Sức mạnh tăng/giảm ROC
