Repository: marrrydm/OlympBot
Catalog: Olympbot/*.lproj/Localizable.strings
Languages: ar, hi, id, ms, th, vi

source: Next
ar: التالي
hi: अगला
id: Berikutnya
ms: Seterusnya
th: ต่อไป
vi: Tiếp theo

# onb1.title
source: Improve your experience
ar: تحسين تجربتك
hi: अपने अनुभव में सुधार करें
id: Tingkatkan pengalaman Anda
ms: Tingkatkan pengalaman anda
th: ปรับปรุงประสบการณ์ของคุณ
vi: Cải thiện trải nghiệm của bạn

# onb2.title
source: Effective auto trading
ar: تداول تلقائي فعال
hi: प्रभावी ऑटो ट्रेडिंग
id: Perdagangan otomatis yang efektif
ms: Perdagangan automatik yang berkesan
th: การซื้อขายอัตโนมัติที่มีประสิทธิภาพ
vi: Giao dịch tự động hiệu quả

# onb3.title
source: Autotrading by signals
ar: التداول الآلي بالإشارات
hi: सिग्नल द्वारा ऑटोट्रेडिंग
id: Perdagangan otomatis berdasarkan sinyal
ms: Autotrading mengikut isyarat
th: การซื้อขายอัตโนมัติตามสัญญาณ
vi: Giao dịch tự động theo tín hiệu

# onb4.title
source: Free of charge
ar: مجاني
hi: निःशुल्क
id: Gratis
ms: Percuma
th: ไม่เสียค่าใช้จ่าย
vi: Miễn phí

# onb5.title
source: Your opinion is very important
ar: رأيك مهم جدًا
hi: आपकी राय बहुत महत्वपूर्ण है
id: Pendapat Anda sangat penting
ms: Pendapat anda sangat penting
th: ความคิดเห็นของคุณมีความสำคัญมาก
vi: Ý kiến của bạn rất quan trọng

# onb6.title
source: Turn on notifications
ar: تشغيل الإشعارات
hi: सूचनाओं पर मुड़ें
id: Aktifkan notifikasi
ms: Hidupkan pemberitahuan
th: เปิดการแจ้งเตือน
vi: Bật thông báo

# tabbar.platform
source: Platform
ar: النظام الأساسي
hi: प्लैटफ़ॉर्म
th: แพลตฟอร์ม
vi: Nền tảng

# tabbar.robot
source: Robot
ar: روبوت
hi: रोबोट
th: หุ่นยนต์

# tabbar.support
source: Support
ar: الدعم
hi: सहायता
id: Dukungan
ms: Sokongan
th: สนับสนุน
vi: Hỗ trợ

# tabbar.account
source: Account
ar: الحساب
hi: खाता
id: Akun
ms: Akaun
th: บัญชี
vi: Tài khoản

# trade.balance
source: Balance
ar: الرصيد
hi: संतुलन
id: Saldo
ms: Baki
th: ยอดคงเหลือ
vi: Số dư

# trade.down
source: SELL
ar: بيع
id: JUAL
ms: JUAL
th: ขาย
vi: BÁN

# trade.up
source: BUY
ar: شراء
id: BELI
ms: BELI
th: ซื้อ
vi: MUA

# trade.choose
source: Сurrency
ar: العملة
hi: मुद्रा
id: Mata uang
ms: Currency
th: สกุลเงิน
vi: Tiền tệ

source: minute
ar: دقيقة
hi: मिनट
id: menit
ms: minit
th: นาที
vi: phút

source: minutes
ar: دقائق
hi: मिनट
id: menit
ms: minit
th: นาที
vi: phút

# trade.open1
source: Trade will closed after
ar: سيتم إغلاق التداول بعد
hi: इसके बाद व्यापार बंद हो जाएगा
id: Perdagangan akan ditutup setelahnya
ms: Perdagangan akan ditutup selepas
th: การซื้อขายจะปิดหลังจาก
vi: Giao dịch sẽ đóng sau

# trade.open2
source: Open price:
ar: سعر الافتتاح:
hi: खुली कीमत:
id: Harga pembukaan:
ms: Harga terbuka:
th: ราคาเปิด:
vi: Giá mở:

# account.policy
source: Privacy Policy
ar: سياسة الخصوصية
hi: गोपनीयता नीति
id: Kebijakan Privasi
ms: Dasar Privasi
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư

# account.terms
source: Terms of use
ar: شروط الاستخدام
hi: उपयोग की शर्तें
id: Ketentuan penggunaan
ms: Syarat penggunaan
th: ข้อกำหนดการใช้งาน
vi: Điều khoản sử dụng

# account.logout
source: Log out
ar: تسجيل الخروج
hi: लॉग आउट
id: Keluar
ms: Log keluar
th: ออกจากระบบ
vi: Đăng xuất

# account.delete
source: Delete account
ar: حذف الحساب
hi: खाता हटा दो
id: Hapus akun
ms: Padam akaun
th: ลบบัญชี
vi: Xóa tài khoản

# DeleteData
source: Are you sure you want to delete your account?
ar: هل انت متأكد انك تريد حذف حسابك؟
hi: क्या आप इस खाते को हटाने के लिए सुनिश्चित हैं?
id: Apakah Anda yakin ingin menghapus akun Anda?
ms: Adakah anda pasti mahu memadamkan akaun anda?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không?

source: Yes
ar: نعم
hi: हाँ
id: Ya
ms: Ya
th: ใช่
vi: Có

source: No
ar: لا
hi: नहीं
id: Tidak
ms: Tidak
th: เลขที่
vi: Không

source: Trading asset
ar: أصول التداول
hi: ट्रेडिंग परिसंपत्ति
id: Aset perdagangan
ms: Aset dagangan
th: สินทรัพย์การซื้อขาย

source: Trading Strategy
ar: استراتيجية التداول
hi: ट्रेडिंग रणनीति
ms: Strategi Dagangan
th: กลยุทธ์การซื้อขาย

source: Risk Management
ar: إدارة المخاطر
hi: जोखिम प्रबंधन
id: Manajemen Risiko
ms: Pengurusan Risiko
th: การบริหารความเสี่ยง

source: Auto
ar: آلي
hi: ऑटो
id: Otomatis
th: อัตโนมัติ
vi: Tự động

source: Custom
ar: مخصص
hi: रिवाज़
id: Kustom
th: กำหนดเอง
vi: Tùy chỉnh

# Auto1
source: AI base strategy base on more then 20+ indicators
ar: استراتيجية تعتمد على الذكاء الاصطناعي تعتمد على أكثر من 20 مؤشرًا
hi: 20+ से अधिक संकेतकों पर आधारित एआई आधारित रणनीति
id: Strategi dasar AI didasarkan pada lebih dari 20+ indikator
ms: strategi asas AI berdasarkan lebih daripada 20+ penunjuk
th: กลยุทธ์ฐาน AI อิงตามตัวบ่งชี้มากกว่า 20 ตัว
vi: Chiến lược cơ sở AI dựa trên hơn 20 chỉ số

# Custom1
source: Customize strategy for own choice of indicators.
ar: تخصيص استراتيجية لاختيار المؤشرات الخاصة بك.
hi: संकेतकों की अपनी पसंद के लिए रणनीति को अनुकूलित करें।
id: Sesuaikan strategi untuk pilihan indikator Anda sendiri.
ms: Sesuaikan strategi untuk pilihan penunjuk sendiri.
th: ปรับแต่งกลยุทธ์สำหรับตัวเลือกตัวบ่งชี้ของตนเอง
vi: Tùy chỉnh chiến lược để lựa chọn chỉ số riêng.

source: Optimal
ar: أفضل
hi: इष्टतम
th: เหมาะสมที่สุด
vi: Tối ưu

source: Aggressive
ar: عنيف
hi: आक्रामक
id: Agresif
th: ก้าวร้าว
vi: Hung hăng

# Optimal1
source: Recommended balance: from 50 Đ to 500 Đ
ar: الرصيد الموصى به: من 50 Đ إلى 500 Đ
hi: अनुशंसित संतुलन: 50 Đ से 500 Đ तक
id: Saldo yang disarankan: dari 50 Đ hingga 500 Đ
ms: Baki yang disyorkan: dari 50 Đ hingga 500 Đ
th: ยอดคงเหลือที่แนะนำ: จาก 50 Đ ถึง 500 Đ
vi: Số dư khuyến nghị: từ 50 Đ đến 500 Đ

# Aggressive1
source: Recommended balance: 500 Đ and more
ar: الرصيد الموصى به: 500 دج وأكثر
hi: अनुशंसित शेष: 500 Đ और अधिक
id: Saldo yang disarankan: 500 Đ atau lebih
ms: Baki yang disyorkan: 500 Đ dan lebih
th: ยอดคงเหลือที่แนะนำ: 500 Đ ขึ้นไป
vi: Số dư đề xuất: 500 Đ trở lên

source: Profit limit
ar: حد الربح
hi: लाभ सीमा
id: Batas keuntungan
ms: Had keuntungan
th: ขีดจำกัดกำไร
vi: Giới hạn lợi nhuận

# turn
source: If you do not turn on this setting the bot will trade for 3 hours, then stop
ar: إذا لم تقم بتشغيل هذا الإعداد، فسوف يتداول الروبوت لمدة 3 ساعات، ثم يتوقف
hi: यदि आप इस सेटिंग को चालू नहीं करते हैं तो बॉट 3 घंटे तक व्यापार करेगा, फिर रुकें
id: Jika Anda tidak mengaktifkan pengaturan ini bot akan berdagang selama 3 jam, lalu berhenti
ms: Jika anda tidak menghidupkan tetapan ini bot akan berdagang selama 3 jam, kemudian berhenti
th: หากคุณไม่เปิดการตั้งค่านี้ บอทจะทำการแลกเปลี่ยนเป็นเวลา 3 ชั่วโมง จากนั้นจึงหยุด
vi: Nếu bạn không bật cài đặt này, bot sẽ giao dịch trong 3 giờ rồi dừng

source: Start trading
ar: بدء التداول
hi: ट्रेडिंग शुरू करें
ms: Mulakan dagangan
th: เริ่มต้นการซื้อขาย
vi: Bắt đầu giao dịch

source: Done
ar: منتهي
hi: हो गया
id: Selesai
ms: Selesai
th: เสร็จแล้ว
vi: Xong

source: Optimal strategy
ar: الإستراتيجية المثالية
hi: इष्टतम रणनीति
id: Strategi optimal
ms: Strategi optimum
th: กลยุทธ์ที่เหมาะสมที่สุด
vi: Chiến lược tối ưu

# OptimalContent
source: The robot wins with the first bet, and in case the first bet loses, the next ones are calculated so that in the end you get a deposit equal to the one before the first bet plus winning percentage of the starting bet. Recommendation: Balance between 50 $ and 500 S
ar: يفوز الروبوت بالرهان الأول، وفي حالة خسارة الرهان الأول، يتم احتساب الرهانات التالية بحيث تحصل في النهاية على إيداع يساوي الرهان قبل الرهان الأول بالإضافة إلى نسبة الفوز من الرهان المبدئي. التوصية: الرصيد بين 50 دولارا و 500 ل.س
hi: रोबोट पहली शर्त जीतता है, और यदि पहली शर्त हार जाती है, तो अगली शर्त की गणना की जाती है ताकि अंत में आपको पहली शर्त से पहले के बराबर जमा राशि और शुरुआती शर्त का जीत प्रतिशत प्राप्त हो। सिफ़ारिश: 50 $ और 500 एस के बीच संतुलन
id: Robot menang dengan taruhan pertama, dan jika taruhan pertama kalah, taruhan berikutnya dihitung sehingga pada akhirnya Anda mendapatkan deposit yang sama dengan deposit sebelum taruhan pertama ditambah persentase kemenangan dari taruhan awal .Rekomendasi: Saldo antara $50 dan 500 S
ms: Robot menang dengan pertaruhan pertama, dan sekiranya pertaruhan pertama kalah, pertaruhan seterusnya dikira supaya pada akhirnya anda mendapat deposit sama dengan yang sebelum pertaruhan pertama ditambah peratusan kemenangan pertaruhan permulaan . Syor: Baki antara 50 $ dan 500 S
th: หุ่นยนต์ชนะด้วยการเดิมพันครั้งแรก และในกรณีที่การเดิมพันแรกแพ้ การเดิมพันครั้งถัดไปจะถูกคำนวณเพื่อว่าท้ายที่สุดแล้วคุณจะได้รับเงินฝากเท่ากับเงินฝากก่อนการเดิมพันครั้งแรก บวกกับเปอร์เซ็นต์การชนะของการเดิมพันเริ่มต้น . คำแนะนำ: ยอดคงเหลือระหว่าง 50 $ ถึง 500 S
vi: Robot thắng với lần đặt cược đầu tiên và trong trường hợp lần đặt cược đầu tiên thua, những lần đặt cược tiếp theo sẽ được tính toán sao cho cuối cùng bạn nhận được khoản đặt cọc bằng số tiền đặt cược trước lần đặt cược đầu tiên cộng với tỷ lệ phần trăm thắng của lần đặt cược bắt đầu . Khuyến nghị: Số dư từ 50$ đến 500 S

source: Aggressive strategy
ar: استراتيجية عدوانية
hi: आक्रामक रणनीति
id: Strategi agresif
ms: Strategi agresif
th: กลยุทธ์เชิงรุก
vi: Chiến lược tấn công

# AggressiveContent
source: According to this strategy, the robot will calculate the rates so that on average every minute you will receive winning percentage of the initial trading asset. This is the most profitable strategy, but at the same time the most risky. Recommendation: Balance from 500 S
ar: وفقًا لهذه الإستراتيجية، سيقوم الروبوت بحساب الأسعار بحيث تحصل في المتوسط في كل دقيقة على النسبة المئوية الفائزة من أصول التداول الأولية. هذه هي الإستراتيجية الأكثر ربحية، ولكنها في نفس الوقت الأكثر خطورة. التوصية: الرصيد من 500 س
hi: इस रणनीति के अनुसार, रोबोट दरों की गणना करेगा ताकि औसतन हर मिनट आपको शुरुआती ट्रेडिंग परिसंपत्ति का विजयी प्रतिशत प्राप्त हो। यह सबसे लाभदायक रणनीति है, लेकिन साथ ही सबसे जोखिम भरी भी है। सिफ़ारिश: 500 एस से शेष
id: Menurut strategi ini, robot akan menghitung kurs sehingga rata-rata setiap menit Anda akan menerima persentase kemenangan dari aset perdagangan awal. Ini adalah strategi yang paling menguntungkan, namun sekaligus paling berisiko. Rekomendasi : Saldo dari 500 S
ms: Menurut strategi ini, robot akan mengira kadar supaya secara purata setiap minit anda akan menerima peratusan kemenangan aset dagangan awal. Ini adalah strategi yang paling menguntungkan, tetapi pada masa yang sama paling berisiko. Pengesyoran : Baki dari 500 S
th: ตามกลยุทธ์นี้ หุ่นยนต์จะคำนวณอัตราดังนั้นโดยเฉลี่ยทุกนาทีคุณจะได้รับเปอร์เซ็นต์การชนะของสินทรัพย์การซื้อขายเริ่มต้น นี่เป็นกลยุทธ์ที่ทำกำไรได้มากที่สุด แต่ในขณะเดียวกันก็มีความเสี่ยงมากที่สุด คำแนะนำ: ยอดคงเหลือตั้งแต่ 500 S
vi: Theo chiến lược này, robot sẽ tính toán tỷ lệ sao cho trung bình mỗi phút bạn sẽ nhận được phần trăm chiến thắng của tài sản giao dịch ban đầu. Đây là chiến lược có lợi nhất nhưng đồng thời cũng rủi ro nhất. Khuyến nghị : Số dư từ 500 S

source: Indicators: Summary
ar: المؤشرات: ملخص
hi: संकेतक: सारांश
id: Indikator: Ringkasan
ms: Penunjuk: Ringkasan
th: ตัวชี้วัด: สรุป
vi: Chỉ báo: Tóm tắt

source: Combination
ar: مزيج
hi: संयोजन
id: Kombinasi
ms: Gabungan
th: การผสมผสาน
vi: Sự kết hợp

# indicators.content
source: Indicators Summary is based on the decision of the majority moving averages and technical indicators. Unlike individual indicators, this tool has an accuracy of up to 73% percent.
ar: يعتمد ملخص المؤشرات على قرار الأغلبية من المتوسطات المتحركة والمؤشرات الفنية. على عكس المؤشرات الفردية، تتمتع هذه الأداة بدقة تصل إلى 73% بالمائة.
hi: संकेतक सारांश बहुमत चलती औसत और तकनीकी संकेतकों के निर्णय पर आधारित है। व्यक्तिगत संकेतकों के विपरीत, इस उपकरण की सटीकता 73% प्रतिशत तक है।
id: Ringkasan Indikator didasarkan pada keputusan mayoritas rata-rata pergerakan dan indikator teknis. Tidak seperti indikator individual, alat ini memiliki akurasi hingga 73% persen.
ms: Ringkasan Penunjuk adalah berdasarkan keputusan majoriti purata bergerak dan penunjuk teknikal. Tidak seperti penunjuk individu, alat ini mempunyai ketepatan sehingga 73% peratus.
th: สรุปตัวชี้วัดจะขึ้นอยู่กับการตัดสินใจของค่าเฉลี่ยเคลื่อนที่และตัวชี้วัดทางเทคนิคส่วนใหญ่ เครื่องมือนี้มีความแม่นยำถึง 73% ซึ่งแตกต่างจากตัวบ่งชี้แต่ละตัว.
vi: Tóm tắt các chỉ báo dựa trên quyết định của đa số các đường trung bình động và chỉ báo kỹ thuật. Không giống như các chỉ báo riêng lẻ, công cụ này có độ chính xác lên tới 73% phần trăm.

source: Select
ar: يختار
hi: चुनना
id: Pilih
ms: Pilih
th: เลือก
vi: Chọn

source: Technical indicators
ar: المؤشرات الفنية
hi: तकनीकी संकेतक
id: Indikator teknis
ms: Penunjuk teknikal
th: ตัวชี้วัดทางเทคนิค
vi: Chỉ báo kỹ thuật

source: Moving Averages
ar: المتوسطات المتحركة
hi: मूविंग एवरेज
id: Rata-Rata Pergerakan
ms: Purata Pergerakan
th: ค่าเฉลี่ยเคลื่อนที่
vi: Đường trung bình động

# bg2.content
source: MA5, MA10, MA20, MA50, MA100, MA200 Simple and Exponential
ar: MA5, MA10, MA20, MA50, MA100, MA200 بسيطة وأسية
hi: MA5, MA10, MA20, MA50, MA100, MA200 सरल और घातीय
id: MA5, MA10, MA20, MA50, MA100, MA200 Sederhana dan Eksponensial
ms: MA5, MA10, MA20, MA50, MA100, MA200 Mudah dan Eksponen
vi: MA5, MA10, MA20, MA50, MA100, MA200 Đơn giản và hàm mũ

# mac.content
source: Trend tracing with moving average
ar: تداول الاتجاه مع المتوسط المتحرك
hi: चलती औसत के साथ ट्रेंड ट्रेडिंग
id: Perdagangan tren dengan rata-rata bergerak
ms: Trend perdagangan dengan purata bergerak
th: การซื้อขายตามเทรนด์ด้วยค่าเฉลี่ยเคลื่อนที่
vi: Giao dịch theo xu hướng với đường trung bình động

# mac.content2
source: It measures the relationship between 2 EMA. It can confirm when it's the right Time to ouv or sell. Pertorms well with low volatilitv assets like stocks goods and materials.
ar: إنه يقيس العلاقة بين 2 EMA. يمكنه تأكيد الوقت المناسب للبيع أو البيع. يعمل بشكل جيد مع الأصول منخفضة التقلب مثل الأسهم والسلع والمواد.
hi: यह 2 ईएमए के बीच संबंध को मापता है। यह पुष्टि कर सकता है कि बाहर निकलने या बेचने का सही समय कब है। स्टॉक, सामान और सामग्री जैसी कम अस्थिरता वाली संपत्तियों के साथ अच्छा प्रदर्शन करता है।
id: Ini mengukur hubungan antara 2 EMA. Ini dapat mengonfirmasi kapan waktu yang tepat untuk keluar atau menjual. Berkinerja baik dengan aset dengan volatilitas rendah seperti stok barang dan material.
ms: Ia mengukur hubungan antara 2 EMA. Ia boleh mengesahkan bila masa yang sesuai untuk keluar atau menjual. Berprestasi baik dengan aset turun naik yang rendah seperti stok barangan dan bahan.
th: วัดความสัมพันธ์ระหว่าง 2 EMA สามารถยืนยันได้เมื่อถึงเวลาที่เหมาะสมในการออกหรือขาย ทำงานได้ดีกับสินทรัพย์ที่มีความผันผวนต่ำ เช่น หุ้นสินค้าและวัสดุ
vi: Nó đo lường mối quan hệ giữa 2 EMA. Nó có thể xác nhận khi nào là thời điểm thích hợp để bán ra hoặc bán. Hoạt động tốt với các tài sản ít biến động như hàng hóa và vật liệu cổ phiếu.

source: Stochastic
ar: العشوائية
hi: स्टोकेस्टिक
th: สุ่ม
vi: Ngẫu nhiên

# Stochastic.content
source: Oscillator
ar: مذبذب
hi: थरथरानवाला
id: Osilator
ms: Pengayun
th: ออสซิลเลเตอร์
vi: Bộ dao động

# Stochastic.content2
source: It's based on the idea that closing prices should confirm the trend. It shows if the asset is overbought or oversold. It can perform well on different time frames.
ar: يعتمد ذلك على فكرة أن أسعار الإغلاق يجب أن تؤكد هذا الاتجاه. يظهر ما إذا كان الأصل في منطقة ذروة الشراء أو ذروة البيع. يمكن أن تؤدي بشكل جيد على أطر زمنية مختلفة.
hi: यह इस विचार पर आधारित है कि समापन कीमतों को प्रवृत्ति की पुष्टि करनी चाहिए। इससे पता चलता है कि परिसंपत्ति अधिक खरीदी गई है या अधिक बेची गई है। यह अलग-अलग समय सीमा पर अच्छा प्रदर्शन कर सकता है।
id: Ini didasarkan pada gagasan bahwa harga penutupan harus mengkonfirmasi tren. Ini menunjukkan apakah suatu aset berada dalam kondisi jenuh beli atau jenuh jual. Ini dapat berkinerja baik pada kerangka waktu yang berbeda.
ms: Ia berdasarkan idea bahawa harga penutup harus mengesahkan arah aliran. Ia menunjukkan jika aset terlebih beli atau terlebih jual. Ia boleh berprestasi baik pada rangka masa yang berbeza.
th: มันขึ้นอยู่กับแนวคิดที่ว่าราคาปิดควรยืนยันแนวโน้ม โดยจะแสดงให้เห็นว่าสินทรัพย์มีการซื้อมากเกินไปหรือขายมากเกินไป มันสามารถทำงานได้ดีในกรอบเวลาที่แตกต่างกัน
vi: Nó dựa trên ý tưởng rằng giá đóng cửa sẽ xác nhận xu hướng. Nó cho biết tài sản đang ở trạng thái quá mua hay quá bán. Nó có thể hoạt động tốt trên các khung thời gian khác nhau.

# Bollinger
source: Bollinger Bands
ar: البولنجر باند
hi: बोलिंगर बैंड
id: Bollinger Band
th: โบลินเจอร์ แบนด์
vi: Dải Bollinger

# Bollinger.content
source: Oscillator
ar: مذبذب
hi: थरथरानवाला
id: Osilator
ms: Pengayun
th: ออสซิลเลเตอร์
vi: Dao động

# Bollinger.content2
source: Bollinger Bands is a technical indicator that is composed of a set of lines plotted two standard deviations away from a simple moving average. It is used to indicate potential overbought and oversold conditions.
ar: البولينجر باند هو مؤشر فني يتكون من مجموعة من الخطوط المرسومة بانحرافين معياريين بعيدًا عن المتوسط المتحرك البسيط. ويتم استخدامه للإشارة إلى حالات ذروة الشراء وذروة البيع المحتملة.
hi: बोलिंगर बैंड एक तकनीकी संकेतक है जो एक साधारण चलती औसत से दो मानक विचलन दूर प्लॉट की गई रेखाओं के एक सेट से बना है। इसका उपयोग संभावित अधिक खरीद और अधिक बिक्री की स्थिति को इंगित करने के लिए किया जाता है।
id: Bollinger Bands adalah indikator teknis yang terdiri dari serangkaian garis yang diplot dua standar deviasi dari rata-rata pergerakan sederhana. Ini digunakan untuk menunjukkan potensi kondisi jenuh beli dan jenuh jual.
ms: Bollinger Bands ialah penunjuk teknikal yang terdiri daripada satu set garisan yang diplotkan dua sisihan piawai daripada purata bergerak mudah. Ia digunakan untuk menunjukkan potensi keadaan terlebih beli dan terlebih jual.
th: โบลินเจอร์ แบนด์เป็นตัวบ่งชี้ทางเทคนิคที่ประกอบด้วยชุดของเส้นที่พล็อตส่วนเบี่ยงเบนมาตรฐานสองค่าให้ห่างจากค่าเฉลี่ยเคลื่อนที่แบบธรรมดา ใช้เพื่อระบุสภาวะการซื้อมากเกินไปและการขายเกินที่อาจเกิดขึ้น
vi: Dải Bollinger là một chỉ báo kỹ thuật bao gồm một tập hợp các đường được vẽ hai độ lệch chuẩn so với đường trung bình động đơn giản. Nó được sử dụng để chỉ ra các điều kiện mua quá mức và bán quá mức tiềm ẩn.

# RSI.content2
source: Measures price change in relation to recent price highs and lows. It can confirm if the asset is overbought or oversold. Performs better on longer time frames.
ar: يقيس تغير السعر فيما يتعلق بالارتفاعات والانخفاضات الأخيرة للأسعار. ويمكنه تأكيد ما إذا كان الأصل في منطقة ذروة الشراء أو ذروة البيع. ويؤدي أطر زمنية أفضل أو أطول.
hi: हाल के मूल्य ऊँचे और चढ़ाव के संबंध में मूल्य परिवर्तन को मापता है। यह पुष्टि कर सकता है कि परिसंपत्ति अधिक खरीदी गई है या अधिक बेची गई है। बेहतर या लंबी समयावधि में प्रदर्शन करता है.
id: Mengukur perubahan harga sehubungan dengan harga tertinggi dan terendah baru-baru ini. Ini dapat mengonfirmasi apakah aset berada dalam kondisi jenuh beli atau jenuh jual. Performanya dalam rentang waktu yang lebih baik atau lebih lama.
ms: Mengukur perubahan harga berhubung dengan harga tinggi dan rendah baru-baru ini. Ia boleh mengesahkan sama ada aset terlebih beli atau terlebih jual. Menjalankan rangka masa yang lebih baik atau lebih lama.
th: วัดการเปลี่ยนแปลงของราคาโดยสัมพันธ์กับราคาสูงสุดและต่ำสุดล่าสุด สามารถยืนยันได้ว่าสินทรัพย์มีการซื้อมากเกินไปหรือขายมากเกินไป ดำเนินการในกรอบเวลาที่ดีขึ้นหรือนานกว่านั้น
vi: Đo lường sự thay đổi giá liên quan đến mức giá cao nhất và thấp nhất gần đây. Nó có thể xác nhận xem tài sản có bị mua quá mức hay bán quá mức. Hoạt động tốt hơn hoặc khung thời gian dài hơn.

# CCI.content2
source: The CCI compares the current price to an average price over a period of time. The indicator fluctuates above or below zero, moving into positive or negative territory.
ar: يقارن CCI السعر الحالي بمتوسط سعر خلال فترة زمنية. يتقلب المؤشر فوق أو تحت الصفر، وينتقل إلى المنطقة الإيجابية أو السلبية.
hi: सीसीआई मौजूदा कीमत की तुलना एक निश्चित अवधि में औसत कीमत से करती है। सूचक शून्य से ऊपर या नीचे उतार-चढ़ाव करता है, सकारात्मक या नकारात्मक क्षेत्र में जाता है।
id: CCI membandingkan harga saat ini dengan harga rata-rata selama periode waktu tertentu. Indikator berfluktuasi di atas atau di bawah nol, bergerak ke wilayah positif atau negatif.
ms: CCI membandingkan harga semasa dengan harga purata sepanjang tempoh masa. Penunjuk turun naik di atas atau di bawah sifar, bergerak ke wilayah positif atau negatif.
th: CCI เปรียบเทียบราคาปัจจุบันกับราคาเฉลี่ยในช่วงเวลาหนึ่ง ตัวบ่งชี้มีความผันผวนสูงหรือต่ำกว่าศูนย์ โดยเคลื่อนเข้าสู่แดนบวกหรือลบ
vi: CCI so sánh giá hiện tại với giá trung bình trong một khoảng thời gian. Chỉ báo dao động trên hoặc dưới 0, di chuyển vào vùng dương hoặc âm.

source: Close price
ar: سعر الإغلاق
hi: बंद कीमत
id: Harga Tutup
ms: Harga tutup
th: ราคาปิด
vi: Giá đóng

source: Auto strategy
ar: استراتيجية السيارات
hi: ऑटो रणनीति
id: Strategi otomatis
ms: Strategi automatik
th: กลยุทธ์อัตโนมัติ
vi: Chiến lược tự động

source: Custom strategy
ar: استراتيجية مخصصة
hi: कस्टम रणनीति
id: Strategi khusus
ms: Strategi tersuai
th: กลยุทธ์ที่กำหนดเอง
vi: Chiến lược tùy chỉnh

source: Strategy
ar: إستراتيجية
hi: रणनीति
id: Strategi
ms: Strategi
th: กลยุทธ์
vi: Chiến lược

# sum1
source: With a basic AI strategy, up to 73% of successful trades are achieved.
ar: باستخدام إستراتيجية الذكاء الاصطناعي الأساسية، يتم تحقيق ما يصل إلى 73% من الصفقات الناجحة.
hi: बुनियादी एआई रणनीति के साथ, 73% तक सफल व्यापारी सफल होते हैं।
id: Dengan strategi AI dasar, hingga 73% perdagangan yang sukses tercapai.
ms: Dengan strategi AI asas, sehingga 73% daripada dagangan yang berjaya dicapai.
th: ด้วยกลยุทธ์ AI ขั้นพื้นฐาน การซื้อขายที่ประสบความสำเร็จมากถึง 73% สามารถทำได้
vi: Với chiến lược AI cơ bản, đạt được tới 73% giao dịch thành công.

# mac1
source: Trend tracing with moving average
ar: تداول الاتجاه مع المتوسط المتحرك
hi: चलती औसत के साथ ट्रेंड ट्रेडिंग
id: Perdagangan tren dengan rata-rata bergerak
ms: Trend perdagangan dengan purata bergerak
th: การซื้อขายตามเทรนด์ด้วยค่าเฉลี่ยเคลื่อนที่
vi: Giao dịch theo xu hướng với đường trung bình động

# stochastic1
source: Difference of highs and lows with the current position
ar: الفرق بين الارتفاعات والانخفاضات مع الوضع الحالي
hi: वर्तमान स्थिति के साथ उतार-चढ़ाव का अंतर
id: Perbedaan harga tertinggi dan terendah dengan posisi saat ini
ms: Perbezaan tinggi dan rendah dengan kedudukan semasa
th: ความแตกต่างของจุดสูงสุดและต่ำสุดกับตำแหน่งปัจจุบัน
vi: Sự khác biệt giữa mức cao và mức thấp so với vị trí hiện tại

# bollinger1
source: Calculates based on the standard deviation of a moving average
ar: يتم الحساب بناءً على الانحراف المعياري للمتوسط المتحرك
hi: चलती औसत के मानक विचलन के आधार पर गणना करता है
id: Menghitung berdasarkan deviasi standar rata-rata pergerakan
ms: Mengira berdasarkan sisihan piawai purata bergerak
th: คำนวณตามค่าเบี่ยงเบนมาตรฐานของค่าเฉลี่ยเคลื่อนที่
vi: Tính toán dựa trên độ lệch chuẩn của đường trung bình động

# RSI1
source: Speed and price movement indicator
ar: مؤشر حركة السرعة والسعر
hi: गति और मूल्य आंदोलन संकेतक
id: Indikator kecepatan dan pergerakan harga
ms: Penunjuk pergerakan kelajuan dan harga
th: ตัวบ่งชี้ความเคลื่อนไหวของความเร็วและราคา
vi: Chỉ báo tốc độ và chuyển động giá

# CCI1
source: Measures the deviation of the price from the average
ar: يقيس انحراف السعر عن المتوسط
hi: औसत से कीमत के विचलन को मापता है
id: Mengukur deviasi harga dari rata-rata
ms: Mengukur sisihan harga daripada purata
th: วัดความเบี่ยงเบนของราคาจากค่าเฉลี่ย
vi: Đo độ lệch của giá so với mức trung bình

# ClosePrice1
source: Candlestick trend tracing indicator
ar: مؤشر تداول اتجاه الشمعدان
hi: कैंडलस्टिक ट्रेंड ट्रेडिंग संकेतक
id: Indikator perdagangan tren kandil
ms: Penunjuk dagangan arah aliran lilin
th: ตัวบ่งชี้การซื้อขายแนวโน้มแท่งเทียน
vi: Chỉ báo giao dịch theo xu hướng nến

source: Show details
ar: اظهر التفاصيل
hi: प्रदर्शन का विवरण
id: Tampilkan detail
th: แสดงรายละเอียด
vi: Hiển thị chi tiết

source: Edit
ar: يحرر
hi: संपादन करना
id: Sunting
th: แก้ไข
vi: Chỉnh sửa

source: Reset
ar: إعادة ضبط
hi: रीसेट
id: Setel Ulang
th: รีเซ็ต
vi: Đặt lại

source: Save
ar: يحفظ
hi: बचाना
id: Simpan
ms: Simpan
th: บันทึก
vi: Lưu

source: MACD settings
ar: MACD جلسة
hi: MACD समायोजन
id: Pengaturan MACD
th: MACD การตั้งค่า
vi: Cài đặt MACD

source: Histogram
ar: الرسم البياني
hi: हिस्टोग्राम
th: ฮิสโตแกรม
vi: Biểu đồ
